---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhasea
source: html/e9e354cd-3a1b-82a8-6ce8-d253f5136d84.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhasea Property

"Feed Through Lugs Current Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhasea { get; }
```